Repository: Paradoxs1/fas
Catalog: translations/messages.*.po
Languages: de

# security.registration
source: Registration
de: Anmeldung

# security.login
source: Login
de: Benutzername

# security.logout
source: Logout
de: Ausloggen

# security.password
source: Password
de: Passwort

# security.enter
source: Enter
de: Einloggen

# security.forgot.password
source: Forgot password ?
de: Passwort vergessen?

# tenant.users
source: Users
de: Benutzer

# tenant.users.add_user
source: Add User
de: Benutzer hinzufügen

# tenant.users.search
source: Search
de: Suchen

# tenant.users.username
source: Username
de: Benutzername

# tenant.users.facilities
source: Facilities
de: Restaurants

# tenant.users.actions
source: Actions
de: Aktionen

# tenant.users.no_users
source: No Users
de: Keine Benutzer vorhanden

# tenant.users.show
source: Show
de: Zeige

# tenant.users.of
source: of
de: von

# tenant.users.rows
source: Rows
de: Einträgen

# tenant.users_edit_title
source: Edit User
de: Benutzer bearbeiten

# tenant.users_add_title
source: Create User
de: Benutzer erstellen

# tenant.users_edit_required_fields
source: Required fields
de: Benötigte Felder

# tenant.users_edit_personal_data
source: Personal Data
de: Personalien

# tenant.users_edit_first_name_not_blank
source: Please enter a first name.
de: Bitte geben Sie einen Vornamen ein.

# tenant.users_edit_first_name_min_length
source: Must at least contain 2 characters.
de: Muss mindestens 2 Zeichen enthalten.

# tenant.users_edit_last_name_not_blank
source: Please enter a last name.
de: Bitte geben Sie einen Nachnamen ein.

# tenant.users_edit_last_name_min_length
source: Must at least contain 2 characters.
de: Muss mindestens 2 Zeichen enthalten.

# tenant.users_edit_email_not_blank
source: Please enter an email address.
de: Bitte geben Sie eine E-mail-Adresse ein.

# tenant.users_edit_valid_email
source: Must be a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.

# tenant.users_edit_valid_phone
source: Please enter a valid phone number.
de: Bitte geben Sie eine gültige Telefonnummer ein.

# tenant.users_edit_username_not_blank
source: Please enter a username.
de: Bitte geben Sie einen Benutzernamen ein.

# tenant.users_edit_username_length
source: Must at least contain 2 characters.
de: Muss mindestens 2 Zeichen enthalten.

# tenant.users_edit_password_not_blank
source: Please enter a password.
de: Bitte geben Sie ein Passwort ein.

# tenant.users_edit_password_length
source: The password has to be 6 characters long.
de: Das Passwort muss mindestens 6 Zeichen enthalten.

# tenant.users_edit_password_confirm_not_blank
source: Please enter the password confirmation.
de: Bitte geben Sie die Passwortbestätigung ein.

# tenant.users_edit_password_not_identical
source: The password is not identical.
de: Das Passwort ist nicht identisch.

# tenant.users_edit_required_assigment
source: Please assign at least one user to facility
de: Bitte weisen Sie dem Restaurant mindestens einen Benutzer zu

# tenant.users_edit_facility_assignment
source: Facility assignment
de: Zugewiesene Restaurants

# tenant.users_edit_remove_facility
source: Remove Facility
de: Restaurant entfernen

# tenant.users_edit_add_facility
source: Add Facility
de: Restaurant hinzufügen

# tenant.users_edit_cancel
source: Cancel
de: Abbrechen

# tenant.tips
source: Tips
de: Trinkgelder

# tenant.last_month
source: Last month
de: Letzter Monat

# tenant.current_month
source: Current month
de: Aktueller Monat

# tenant.statistic_title
source: Sales statistic
de: Umsatzstatistik

# tenant.statistic_date_title
source: 7 DAYS
de: Letzte 7 Tage

# account.first_name
source: First Name
de: Vorname

# account.last_name
source: Last Name
de: Nachname

# account.telephone
source: Telephone
de: Telefon

# account.password
source: Password
de: Passwort

# account.password_confirm
source: Pasword confirm
de: Passwort bestätigen

# account.username
source: Username
de: Benutzername

# security.forgot_password_title
source: Forgot password
de: Passwort vergessen

# security.forgot_password_text
source: Enter your username and we send you a link to reset your password to the assigned e-mail address.
de: Geben Sie Ihren Benutzername ein und Ihnen wird ein Link an die hinterlegte E-Mail-Adresse gesendet. Mit dem Link können Sie dann Ihr Passwort zurücksetzen.

# security.account.username
source: Username *
de: Benutzername *

# security.account.username_not_blank
source: Please enter an username.
de: Bitte geben Sie einen Benutzernamen ein.

# security.account.username_min_length
source: Must at least contain 2 characters.
de: Muss mindestens 2 Zeichen enthalten.

# security.send_button.title
source: Send
de: Senden

# security.account.username_placeholder
source: Enter username
de: Benutzername

# security.account.login
source: Login
de: Anmelden

# security.forgot_password_link
source: The link to reset the forgotten password was sent to the aasigen e-mail address.
de: Der Link zum zurücksetzten des vergessenen Passworts wurde an die hinterlegte E-Mail-Adresse gesendet.

# security.forgot_password_inbox
source: It might take few minutes until the email appears in your inbox.
de: Es kann einige Minuten dauern, bis die E-Mail in Ihrem Posteingang erscheint.

# security.back_to_login
source: Back to Login
de: Zurück zur Anmeldung

# security.invalid_token_title
source: Invalid token
de: Ungültiger Link

# security.invalid_token_message
source: The passed reset password token is invalid. Please request a new token.
de: Der Link zum zurücksetzen Ihres Passwors ist nicht mehr gültig. Bitte beantragen Sie einen neuen Link.

# security.request_new_token
source: Request new token
de: Neuen Link beantragen

# security.set_password_title
source: Set new password
de: Neues Passwort setzen

# security.set_password_tip
source: Please enter your new password and confirm it.
de: Bitte geben Sie Ihr neues Passwort ein und bestätigen Sie es.

# security.enter_new_password_placeholder
source: Enter a new password
de: Neues Passwort

# security.new_password_not_blank
source: Please enter a password
de: Bitte geben Sie ein Passwort ein.

# security.new_password_min_length
source: The password has to be 6 characters long
de: Das Passwort muss mindestens 6 Zeichen enthalten.

# security.password_required_label
source: Password *
de: Passwort *

# security.confirm_password_required_label
source: Confirm password *
de: Passwort bestätigen *

# security.enter_new_confirm_password_placeholder
source: Confirm new password
de: Passwort bestätigen

# security.new_confirm_password_not_blank
source: Please enter the password confirmation
de: Bitte geben Sie die Passwortbestätigung ein.

# security.new_confirm_password_not_identical
source: The password is not identical
de: Das Passwort ist nicht identisch.

# security.reset_password_button_title
source: Reset password
de: Passwort zurücksetzen

# security.new_password_set_title
source: New password set
de: Neues Passwort gesetzt

# security.new_password_set_message
source: Password was successfully reseted.
de: Ihr neues Passwort wurde erfolgreich gesetzt.

# security.password_expired
source: Password expired
de: Passwort abgelaufen

# security.password_reset
source: Password reset
de: Passwort zurücksetzen

# security.login.blocked
source: Login blocked
de: Anmeldung blockiert

# security.login.blocked_message
source: Due to too many login attempts the login was blocked. Please try again later.
de: Aufgrund zu vieler Login-Versuche wurde die Anmeldung blockiert. Bitte versuchen Sie es später erneut.

# security.login.blocked_remaining_time
source: Remaining Time:
de: Verbleibende Zeit:

# report.add.sales.report
source: Add Sales Report
de: Tagesabschluss erfassen

# report.edit.sales.report
source: Edit Sales Report
de: Tagesabschluss bearbeiten

# report.required
source: required
de: Benötigte Felder

# report.data.successfully.saved
source: Data successfully saved
de: Daten erfolgreich gespeichert

# report.approved
source: Approved
de: Bestätigt

# report.not.approved
source: Not Approved
de: Unbestätigt

# report.send.report
source: Send report
de: Tagesabschluss absenden

# report.send.report.message
source: Do you really want to send the report? Once the report has been sent, it can't be changed or reset.
de: Wollen Sie wirklich den Report absenden. Diese Aktion kann weder Rückgängig gemacht noch wiederholt werden.

# report.button.send
source: Send
de: Senden

# report.button.cancel
source: Cancel
de: Abbrechen

# report.questionnaire
source: Questionnaire
de: Fragebogen

# report.save
source: Save
de: Speichern

# report.transact.anyway
source: Transact anyway
de: Speicherung nicht möglich

# report.some.entries.incorrect
source: Some entries seem to be incorrect
de: Gewisse Eingaben sind unbestätigt

# report.comment
source: Comment
de: Kommentar (optional)

# report.enter.comment.shift
source: Enter a comment on the shift
de: Kommentar zur Schicht eingeben

# report.total.dues
source: Total dues
de: TOTAL BARGELD ABZUGEBEN

# report.shifts
source: Shifts
de: Schicht

# report.date
source: Date
de: Datum

# report.sales
source: Sales
de: Umsatz

# report.sales.report
source: Sales Report
de: Tagesabschluss

# report.total.sales
source: Total sales
de: Total Umsatz

# report.total.pos
source: Total sales from POS
de: Total Umsatz von POS

# report.credit.cards
source: Credit Cards
de: Kreditkarten

# report.add.terminal
source: Add Terminal
de: Terminal hinzufügen

# report.delete.terminal
source: Delete Terminal
de: Terminal entfernen

# report.total.all.cards
source: Total of all Cards
de: Total aller Kartenzahlungen

# report.accepted.voucher
source: Accepted voucher
de: Eingelöste Gutscheine

# report.accepted.vouchers
source: Accepted vouchers
de: Eingelöste Gutscheine

# report.issued.voucher
source: Issued voucher
de: Ausgestellte Gutscheine

# report.issued.vouchers
source: Issued vouchers
de: Ausgestellte Gutscheine

# report.new.voucher
source: New Voucher
de: Neuer Gutschein

# report.issued.vouchers.total
source: Total issued vouchers
de: Total ausgestellter Gutscheine

# report.accepted.vouchers.total
source: Total accepted vouchers
de: Total eingelöster Gutscheine

# report.expenses
source: Expenses
de: Auslagen/Spesen

# report.new.expense
source: New Expense
de: Neue Auslage/Spesen

# report.total.expenses
source: Total expenses
de: Total Auslagen/Spesen

# report.bills
source: Bills
de: Debitoren

# report.new.bill
source: New Bill
de: Neue Rechung

# report.total.accepted.bills
source: Total accepted bills
de: Total akzeptierter Rechnungen

# report.cigarettes
source: Cigarettes
de: Zigaretten

# report.summary
source: Summary
de: Zusammenfassung

# report.card.payments
source: Card Payments
de: Kartenzahlungen

# report.vouchers
source: Vouchers
de: Gutscheine

# report.cash.income
source: Cash income
de: Bargeld Zwischentotal

# report.dues
source: Dues
de: Abgaben

# report.number
source: Number
de: Nummer

# report.amount
source: Amount
de: Betrag

# report.name
source: Name
de: Beschrieb

# report.receiver
source: Receiver
de: Empfänger

# report.calculate.total
source: Calculate total
de: Total berechnen

# report.tip.bill
source: Tip (Bill)
de: Rechnung Trinkgeld

# report.tip.sales
source: (%percent%% of the sales)
de: (%percent%% des Umsatzes)

# report.calculating.cash
source: Calculating cash
de: Bargeld berechnen

# report.coins
source: Coins
de: Münzen

# report.enter.amount.coins
source: Enter amount of coins
de: Münzbetrag berechnen

# report.total.cash
source: Total Cash
de: Total Bargeld

# report.approve.sales
source: Approve Sales
de: Abschlüsse bestätigen

# report.payments
source: Payments
de: Zahlungen

# report.missing.income
source: Missing income
de: Fehlbetrag Einnahmen

# report.book
source: Book
de: Buchen

# report.know.what.doing
source: I know what i am doing
de: Ich weiss was ich mache

# report.add.edit.sales.report
source: Add/Edit sales report
de: Tagesabschluss erstellen/bearbeiten

# report.tip
source: Tip
de: Trinkgeld

# report.cash
source: Cash
de: Bargeld

# report.cash.bill.1000
source: cash bill 1000
de: Note 1000

# report.cash.bill.500
source: cash bill 500
de: Note 500

# report.cash.bill.200
source: cash bill 200
de: Note 200

# report.cash.bill.100
source: cash bill 100
de: Note 100

# report.cash.bill.50
source: cash bill 50
de: Note 50

# report.cash.bill.20
source: cash bill 20
de: Note 20

# report.cash.bill.10
source: cash bill 10
de: Note 10

# report.cash.bill.5
source: cash bill 5
de: Note 5

# report.cash.coins
source: cash coins
de: Münzen

# report.cash.coin.5
source: cash coin 5
de: Münze 5

# report.cash.coin.2
source: cash coin 2
de: Münze 2

# report.cash.coin.1
source: cash coin 1
de: Münze 1

# report.cash.coin.0.50
source: cash coin 0.50
de: Münze 0.50

# report.cash.coin.0.20
source: cash coin 0.20
de: Münze 0.20

# report.cash.coin.0.10
source: cash coin 0.10
de: Münze 0.10

# report.cash.coin.0.05
source: cash coin 0.05
de: Münze 0.05

# report.cash.coin.0.02
source: cash coin 0.02
de: Münze 0.02

# report.cash.coin.0.01
source: cash coin 0.01
de: Münze 0.01

# report.you.are.going.approve.sales
source: You are going to approve the sales report of the <span class='approve-sales-data'>%date%</span> for the facility „<span>%facilityName%</span>“ as it’s showed in the form. Please confirm this action and creation of the book-keepings (this action can not be reverted).
de: Sie sind dran die Tagesabschlüsse vom <span class='approve-sales-data'>%date%</span> wie unten aufgefürt für das Restaurant „<span>%facilityName%</span>“ zu bestätigen und zu verbuchen. Da diese Aktion nicht rückgängig gemacht werden kann, müssen sie ihre Absicht nochmals bestätigen.

# report.unsaved.data.getting.lost
source: Unsaved data getting lost
de: Ungesicherte Daten gehen verloren

# report.load.new.report
source: You're going to load a new report. All entered data will be lost. Are you sure that you want to load another report date?
de: Sie sind dran einen anderen Abschluss zu laden. Nicht gespeicherte Daten gehen somit verloren. Wollen Sie fortfahren?

# report.button.yes
source: Yes
de: Ja

# facility.users.username
source: Username
de: Benutzername

# facility.users.service_chef
source: Chef of Service
de: Chef de Service

# facility.users.actions
source: Actions
de: Aktionen

# facility.delete
source: Delete Facility
de: Löschen:

# facility.users
source: Cashiers
de: Service-Mitarbeiter

# facility.users.no_users
source: No Reports created yet
de: Noch keine Tagesabschlüsse erfasst

# facility.users.add_user
source: Add Cashier
de: Service-Mitarbeiter hinzufügen

# facility.users.search
source: Suche
de: Suchen

# facility.users_add_title
source: Create Cashier
de: Service-Mitarbeiter hinzufügen

# facility.users_edit_required_fields
source: Required fields
de: Benötigte Felder

# facility.users_edit_title
source: Edit Cashier
de: Service-Mitarbeiter bearbeiten

# stakeholder.users.username
source: Username
de: Benutzername

# stakeholder.users.actions
source: Actions
de: Aktionen

# stakeholder.users.add_user
source: Add Stakeholder
de: Stakeholder hinzufügen

# stakeholder.users.search
source: Search
de: Suchen

# stakeholder.users_add_title
source: Create Stakeholder
de: Stakeholder hinzufügen

# stakeholder.users_edit_required_fields
source: Required fields
de: Benötigte Felder

# stakeholder.users_edit_title
source: Edit Stakeholder
de: Stakeholder bearbeiten

# account.users_edit_title
source: Edit Profile
de: Profil bearbeiten

# accounting_interface.configuration.label
source: Configuration
de: Konfiguration

# accounting_interface.accounting_provider.label
source: Accounting Provider
de: Schnittstellen Anbieter

# address.street_label
source: Street
de: Strasse

# address.zip_label
source: ZIP
de: PLZ

# address.city_label
source: City
de: Stadt

# country.street_label
source: Street
de: Strasse

# default_facility_layout.enable_shifts
source: Enable Shifts
de: Schichten aktivieren

# facility_layout.days_in_past
source: Day(s) in past
de: Tage in Vergangenheit

# facility_layout.count
source: Count
de: Anzahl Schichten

# facility_layout.different_reporting_window
source: Different Reporting window ('X' days)
de: Abweichendes Reportingfenster ('X' Tage)

# facility_layout.different_reporting_window_short
source: Different Reporting window
de: Abweichendes Reportingfenster

# facility_layout.enable_shifts
source: Enable Shifts
de: Schichten aktivieren

# facility_layout.enable_interface
source: Enable Interface
de: Schnittstelle aktivieren

# facility.routine_template
source: Routine template
de: Schnittstelle

# facility.country
source: Country
de: Land

# add_account.title
source: Edit Account
de: Account bearbeiten

# add_account.create_tenant_manager
source: Create Tenant Manager
de: Tenant Manager erstellen

# add_account.required
source: required
de: Benötigte Felder

# add_account.association
source: Association
de: Assoziation

# add_account.cancel
source: Cancel
de: Abbrechen

# edit_account.title
source: Users Edit
de: Benutzer bearbeiten

# edit_account.required
source: required
de: Benötigte Felder

# edit_account.association
source: Association
de: Assoziation

# edit_account.cancel
source: Cancel
de: Abbrechen

# list_account.title
source: Users
de: Benutzer

# list_account.add_tenant_manager
source: Add Tenant Manager
de: Tenant Manager hinzufügen

# list_account.search
source: Search
de: Suchen

# list_account.actions
source: Actions
de: Aktionen

# list_account.no_tenant_managers
source: No Tenant Managers
de: Keine Tenant Manager vorhanden

# error_page.info
source: The above error (404) occurred while the Web server was processing your request.
de: Der Fehler (404) trat auf, während der Webserver Ihre Anforderung verarbeitete.

# error_page.contact_us
source: Please contact us if you think this error persists.
de: Bitte kontaktieren Sie uns, wenn Sie der Meinung sind, dass dieser Fehler weiterhin besteht.

# error_page.thank_you
source: Thank you.
de: Vielen Dank

# default_config.title
source: Default Configuration
de: Grundkonfiguration

# facilities.title
source: Facilities
de: Restaurants

# profile.title
source: Profile
de: Profil

# facility.menu_name
source: Facility
de: Restaurants

# dropdown.select_placeholder
source: Please select
de: Bitte wählen

# reports.title
source: Reports
de: Abschlüsse

# statistics.title
source: Statistics
de: Statistiken

# popup.default_content
source: Are you sure you want to delete this record ? This action cannot be undone.
de: Möchten Sie diesen Datensatz wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.

# delete_button.title
source: Delete
de: Löschen

# cancel_button.title
source: Cancel
de: Abbrechen

# reopen_button.title
source: Reopen
de: Öffnen

# facility_add.title
source: Facility Add
de: Restaurant hinzufügen

# create_facility.title
source: Create Facility
de: Restaurant hinzufügen

# facility_details.title
source: Facility details
de: Restaurant Details

# facility.currency
source: Currency
de: Währung

# tenant_name.required
source: Please enter a tenant name
de: Bitte geben Sie einen Tenant-Namen ein.

# tenant_name.min_length
source: Must at least contain 2 characters
de: Muss mindestens 2 Zeichen enthalten.

# street.required
source: Please enter a street
de: Bitte geben Sie eine Strasse ein.

# street.min_length
source: Must at least contain 3 characters
de: Muss mindestens 3 Zeichen enthalten.

# zip.required
source: Please enter a ZIP code
de: Bitte geben Sie eine PLZ ein.

# zip.min_length
source: Must contain between 4 and 8 characters
de: Muss zwischen 4 und 8 Zeichen enthalten.

# city.required
source: Please enter a city
de: Bitte geben Sie eine Stadt ein.

# city.min_length
source: Must at least contain 2 characters
de: Muss mindestens 2 Zeichen enthalten.

# user_assignment.title
source: User assignment
de: Benutzer zuweisen

# popup.delete_content
source: Are you sure you want to delete this user? This action cannot be undone.
de: Sind Sie sicher, dass Sie diesen Datensatz löschen wollen? Diese Aktion kann nicht rückgängig gemacht werden.

# general.title
source: General
de: Allgemein

# report.window.days
source: {1} 1 day|]1,Inf] %count% days
de: {1} 1 Tag|]1,Inf] %count% Tage

# json_not_valid
source: JSON is not valid
de: JSON ist ungültig

# json_chars_limit
source: You exceeded the number of allowed chars. Please adapt the JSON
de: Sie haben die Anzahl der zulässigen Zeichen überschritten. Bitte passen Sie das JSON an

# test_connection.title
source: Test connection
de: Verbindung testen

# estimated_cost_day.title
source: Estimated costs per day
de: Geschätzte Kosten pro Tag

# personal_cost.title
source: Personal costs
de: Personalkosten

# operating_cost.title
source: Operating costs
de: Betriebskosten

# ware_costs.title
source: Ware costs
de: Warenkosten

# sales_category.title
source: Sales category
de: Kategorien

# new_category.title
source: New Category
de: Neue Kategorie

# account_no.title
source: Account No
de: Konto/Artikel-Nummer

# payment_methods.title
source: Payment methods
de: Zahlungsmethoden

# payment_methods.new_method
source: New Payment Methods
de: Neue Zahlungsmethode

# payment_methods.credit_card
source: Credit Card
de: Kreditkarte

# payment_methods.new_credit_card
source: New Credit Card
de: Neue Kreditkarte

# tip.title
source: Tip
de: Trinkgeld

# tip_percent.title
source: Tip in %
de: Trinkgeld in % des Umsatzes

# tip.new_tip
source: New Tip
de: Trinkgeld hinzufügen

# add_total_amount.text
source: Add to total sales amount
de: Zum Umsatz dazurechnen

# tip_account_no.title
source: Tip Account No
de: Trinkgeldkonto-Nummer

# questions.title
source: Questions
de: Fragen

# questions.new_question
source: New Question
de: Neue Frage

# questions.question
source: Question
de: Frage

# facility_edit.title
source: Facility Edit
de: Restaurant bearbeiten

# facility_edit_reverse.title
source: Edit Facility
de: Restaurant bearbeiten

# remove_user.title
source: Remove User
de: Benutzer entfernen

# address.title
source: Address
de: Adresse

# delete_facility.text
source: Are you sure you want to delete this facility? By deleting this facility, all its users will be unassigned! This action cannot be undone.
de: Sind Sie sicher, dass Sie dieses Restaurant löschen wollen? Durch das Löschen, werden alle Benutzer aus dem Restaurant entfernt. Diese Aktion kann nicht rückgängig gemacht werden.

# no_facilities.text
source: No Facilities
de: Keine Restaurants vorhanden

# sales_report.title
source: Sales Report
de: Abschlüsse

# report_check.title
source: Report Check
de: Abschluss überprüfen

# sales_reports.title
source: Sales Reports
de: Tagesabschlüsse

# report.earnings
source: Earnings
de: Umsatz

# report.received_cash
source: Received cash (from cashier)
de: Erhaltenes Bargeld (vom Serivce-Mitarbeiter)

# report.next
source: Next
de: Weiter

# report.yes
source: Yes
de: Ja

# report.no
source: No
de: Nein

# login_information.title
source: Login information
de: Login-Informationen

# add_tenant.title
source: Add Tenant
de: Tenant hinzufügen

# delete_tenant.text
source: Are you sure you want to delete this tenant? By deleting this tenant, all his facilities and users get deleted as well! This action cannot be undone.
de: Sind Sie sicher, dass Sie diesen Tenant löschen wollen? Durch das Löschen, werden auch alle Restaurants und Benutzer von diesem Tenant gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.

# no_tenants.title
source: No Tenants
de: Keine Tenants vorhanden

# tenants_edit.title
source: Tenants Edit
de: Tenant bearbeiten

# edit_tenant.title
source: Edit Tenant
de: Tenant bearbeiten

# facility.name.required
source: Please enter a facility name
de: Bitte geben Sie einen Namen ein.

# country.required
source: Please select a country
de: Bitte wählen Sie ein Land aus.

# tenants_add.title
source: Tenants Add
de: Tenant hinzufügen
