Repository: Paradoxs1/fas
Catalog: translations/messages.*.po
Languages: de

# create_tenant.title
source: Create Tenant
de: Tenant hinzufügen

# report.reopen_header
source: Reopen report from %date%
de: Tagesabschluss vom %date% öffnen?

# report.reopen_text
source: Do you really want to reopen the sales report for %date%. This action can’t be undone.
de: Wollen Sie den Tagesabschluss vom %date% wirklich wieder öffnen?

# report.add_title
source: Add report
de: Report hinzufügen

# report.show_only_approved
source: Show only not approved
de: Zeige nur nicht bestätigte Abschlüsse

# report.cashier_reports
source: Cashier Reports
de: Anzahl Service-Mitarbeiter Abschlüsse

# report_overview.title
source: Reports Overview
de: Report Übersicht

# report_overview.sales_reports
source: Sales Reports
de: Umsatz Report

# report_overview.edit
source: Edit
de: Bearbeiten

# report_overview.cash
source: Cash
de: Bargeld

# report_overview.earnings
source: Earnings
de: Umsatz

# report_overview.credit_cards
source: Credit Cards
de: Kreditkarten

# report_overview.received_cash
source: Received Cash (from Cashier)
de: Erhaltenes Bargeld (vom Serivce-Mitarbeiter)

# report_overview.cashier_reports
source: Reports from cashier
de: Abschlüsse vom Serivce-Mitarbeiter

# report_overview.backofficer_reports
source: Reports from backofficer
de: Abschlüsse vom Backofficer

# report_overview.shift
source: Shift
de: Schicht

# report_overview.comment
source: Comment from
de: Kommentar von

# report_overview.all
source: All
de: Alle

# report_overview.sales
source: Sales
de: Umsatz

# report_overview.card_payments
source: Card Payments
de: Kartenzahlungen

# report_overview.vouchers
source: Vouchers
de: Gutscheine

# report_overview.issued_voucher
source: Issued Voucher (#
de: Ausgestellte Gutscheine (#

# report_overview.accepted_voucher
source: Accepted Voucher (#
de: Eingelöste Gutscheine (#

# report_overview.bills
source: Bills
de: Debitoren

# report_overview.tip
source: Tip
de: Trinkgeld

# report_overview.expenses
source: Expenses
de: Auslagen/Spesen

# report_overview.dues
source: Dues
de: Abgaben

# report_overview.income_cash
source: Income Cash
de: Einkommen Bargeld

# report_overview.approve
source: Approve & Book
de: Bestätigen & Buchen

# report_overview.question_by
source: Question by
de: Fragen von

# report_overview.included_issued
source: Included Issued Vouchers:
de: davon ausgestellte Gutscheine:

# report_reopen_error.not_data
source: Error getting data for reopening report
de: Fehler beim öffnen des Abschlusses

# report_reopen_error.database
source: Database error connection failed
de: Verbindung zur Datenbank ist fehlgeschlagen

# user.required
source: Please assign a user to the facility
de: Bitte wählen Sie einen Benutzer aus.

# report_api.voucher_no
source: Voucher No.
de: Gutschein Nr.

# report_api.bill
source: Bill
de: Rechnung

# report_api.bill_tip
source: Bill Tip
de: Rechnung Trinkgeld

# report_api.success
source: Data has been saved in accounting service.
de: Die Daten wurden im Buchhaltungsservice gespeichert.

# report_api.forbidden
source: You do not have access to this resource.
de: Sie haben keinen Zugriff auf diese Ressource.

# report_api.test_call_success
source: Connection successful. Code:
de: Verbindung erfolgreich. Code:

# report_api.test_call_trouble
source: Connection could not be established, please check your input. Code:
de: Die Verbindung konnte nicht hergestellt werden. Bitte überprüfen Sie Ihre Eingaben. Code:

# report_api.test_popup_button
source: Close
de: Schliessen

# report_api.test_popup_title
source: Test connection with
de: Verbindung testen mit

# report_period_closed_title
source: Reporting period closed
de: Kein Tagesabschluss mehr möglich

# report_period_closed_text
source: The today reports were already close and approve. No further reports can be added digitally. Please fill out the paper form and hand it with the receipts and the cash.
de: Der heutige Tagesabschluss wurde bereits bestätigt und abgeschlossen. Keine weitere Abschlüsse können über diese Applikation mehr hinzugefügt werden. Bitte füllen Sie das Papierformular aus und reichen Sie es mit dem Bargeld und den Quittungen ein.

source: Kind Regards
de: Mit freundlichen Grüssen

# bbc_team
source: The BBC-Team
de: Das CashUp Team

# report_created_successful_title
source: Report created successful
de: Bericht erfolgreich erstellt

# report_created_successful_text
source: Thank you, your report has been submitted. Please submit all the receipts and invoices together with the %total% %currency%.
de: Vielen Dank, der Tagesabschluss wurde erfasst. Bitte gib alle Quittungen und Rechnungen zusammen mit den %total% %currency% ab.

# report_created_kind_regards
source: Thank you and a nice evening
de: Vielen Dank und einen schönen Feierabend

# cashup_team
source: The CashUp Team
de: Das CashUp Team

# button.save
source: Save
de: Speichern

# dashboard.monday
source: Monday
de: Montag

# dashboard.tuesday
source: Tuesday
de: Dienstag

# dashboard.wednesday
source: Wednesday
de: Mittwoch

# dashboard.thursday
source: Thursday
de: Donnerstag

# dashboard.friday
source: Friday
de: Freitag

# dashboard.saturday
source: Saturday
de: Samstag

# dashboard.sunday
source: Sunday
de: Sonntag

# category.credit_cards
source: Credit Card
de: Kreditkarten

# category.accepted_voucher
source: Accepted Voucher
de: Eingelöste Gutscheine

# category.issued_voucher
source: Issued Voucher
de: Ausgestellte Gutscheine

# category.bills
source: Bills
de: Debitoren

# category.expenses
source: Expenses
de: Auslagen/Spesen

# category.tip
source: Tip
de: Trinkgeld

# category.cash
source: Cash
de: Bargeld

# category.cigarettes
source: Cigarettes
de: Zigaretten

# button.check_report.delete
source: Delete Cashier
de: Service-Mitarbeiter löschen

# month.january
source: January
de: Januar

# month.february
source: February
de: Februar

# month.march
source: March
de: März

# month.may
source: May
de: Mai

# month.june
source: June
de: Juni

# month.july
source: July
de: Juli

# month.october
source: October
de: Oktober

# month.december
source: December
de: Dezember

source: Credit Card
de: Kreditkarten

source: Accepted Voucher
de: Eingelöste Gutscheine

source: Issued Voucher
de: Ausgestellte Gutscheine

source: Bill
de: Debitoren

source: Expenses
de: Auslagen/Spesen

source: Tip
de: Trinkgelder

source: Cash
de: Bargeld

source: Cigarettes
de: Zigaretten

source: Add to total sales amount
de: Zum Umsatz dazurechnen

source: Tip in percentage
de: Trinkgeld in Prozent des Umsatzes

source: Question name
de: Frage

source: New
de: Neue

source: Account No
de: Konto Nr
